applicationName=\u0E23\u0E30\u0E1A\u0E1A\u0E08\u0E31\u0E14\u0E01\u0E32\u0E23\u0E40\u0E27\u0E25\u0E32\u0E0A\u0E14\u0E40\u0E0A\u0E22
to.totalCanUse=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E27\u0E25\u0E32\u0E0A\u0E14\u0E40\u0E0A\u0E22\u0E04\u0E07\u0E40\u0E2B\u0E25\u0E37\u0E2D\u0E17\u0E35\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E44\u0E14\u0E49 xxx
to.startdateValidate=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19\u0E2B\u0E49\u0E32\u0E21\u0E40\u0E01\u0E34\u0E19 \u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19
to.enddateValidate=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E2A\u0E34\u0E49\u0E19\u0E2A\u0E38\u0E14\u0E2B\u0E49\u0E32\u0E21\u0E40\u0E01\u0E34\u0E19 \u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19
to.loginemail=\u0E23\u0E2B\u0E31\u0E2A\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49 Mail
to.loginhrm=\u0E23\u0E2B\u0E31\u0E2A\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49 HRM
approveStatus=\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34
disapprove=\u0E44\u0E21\u0E48\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34
approve=\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34
activeStatus=\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
recordsPerPage=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E15\u0E48\u0E2D\u0E2B\u0E19\u0E49\u0E32
criteria=Criteria
to.totalTimeDisApproveHRM=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E27\u0E25\u0E32\u0E17\u0E35\u0E48\u0E44\u0E21\u0E48\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34\u0E08\u0E32\u0E01 HRM
to.totalTOWaitApprove=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E0A\u0E31\u0E48\u0E27\u0E42\u0E21\u0E07\u0E0A\u0E14\u0E40\u0E0A\u0E22\u0E17\u0E35\u0E48\u0E23\u0E2D\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34
to.totalTODisApprove=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E0A\u0E31\u0E48\u0E27\u0E42\u0E21\u0E07\u0E0A\u0E14\u0E40\u0E0A\u0E22\u0E17\u0E35\u0E48\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34
to.fullNameNickName=\u0E0A\u0E37\u0E48\u0E2D - \u0E2A\u0E01\u0E38\u0E25 (\u0E0A\u0E37\u0E48\u0E2D\u0E40\u0E25\u0E48\u0E19)
to.totalTOApprove=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E0A\u0E31\u0E48\u0E27\u0E42\u0E21\u0E07\u0E0A\u0E14\u0E40\u0E0A\u0E22\u0E17\u0E35\u0E48\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34\u0E43\u0E2B\u0E49\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
to.reportTOInUse=\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E40\u0E27\u0E25\u0E32\u0E0A\u0E14\u0E40\u0E0A\u0E22
to.reportTO=\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E40\u0E27\u0E25\u0E32\u0E0A\u0E14\u0E40\u0E0A\u0E22
to.totalTimeApproveHRM=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E27\u0E25\u0E32\u0E17\u0E35\u0E48\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34\u0E08\u0E32\u0E01 HRM
to.totalTimeWaitHRM=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E27\u0E25\u0E32\u0E17\u0E35\u0E48\u0E23\u0E2D\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34\u0E08\u0E32\u0E01 HRM
to.reportHistory=\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19\u0E1B\u0E23\u0E30\u0E27\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E40\u0E27\u0E25\u0E32\u0E0A\u0E14\u0E40\u0E0A\u0E22
to.waitApprove=\u0E23\u0E2D\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34
to.disApprove=\u0E44\u0E21\u0E48\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34
to.approve=\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34
to.timePendingHRM=\u0E40\u0E27\u0E25\u0E32\u0E0A\u0E14\u0E40\u0E0A\u0E22\u0E17\u0E35\u0E48\u0E23\u0E2D\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34\u0E08\u0E32\u0E01 HRM
to.dateTimeSyndataLasted=\u0E27\u0E31\u0E19 - \u0E40\u0E27\u0E25\u0E32 Syn \u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25 HRM \u0E25\u0E48\u0E32\u0E2A\u0E38\u0E14
to.approveStatusHRM=\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34\u0E08\u0E32\u0E01 HRM
to.approveStatusTO=\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34\u0E43\u0E0A\u0E49\u0E0A\u0E31\u0E48\u0E27\u0E42\u0E21\u0E07\u0E0A\u0E14\u0E40\u0E0A\u0E22
to.project=\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23
to.projectDetail=\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23
to.totalHourOffset=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E0A\u0E31\u0E48\u0E27\u0E42\u0E21\u0E07\u0E0A\u0E14\u0E40\u0E0A\u0E22
to.totalHourOffsetWait=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E0A\u0E31\u0E48\u0E27\u0E42\u0E21\u0E07\u0E0A\u0E14\u0E40\u0E0A\u0E22 (\u0E23\u0E2D\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34)
to.totalMinuteOffset=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E19\u0E32\u0E17\u0E35\u0E0A\u0E14\u0E40\u0E0A\u0E22
to.totalMinuteOffsetWait=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E19\u0E32\u0E17\u0E35\u0E0A\u0E14\u0E40\u0E0A\u0E22 (\u0E23\u0E2D\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34)
to.totalDayOffset=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E27\u0E31\u0E19\u0E0A\u0E14\u0E40\u0E0A\u0E22
to.totalDayOffsetWait=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E27\u0E31\u0E19\u0E0A\u0E14\u0E40\u0E0A\u0E22 (\u0E23\u0E2D\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34)
to.timeConfig=\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E08\u0E33\u0E19\u0E27\u0E19\u0E0A\u0E31\u0E48\u0E27\u0E42\u0E21\u0E07\u0E0A\u0E14\u0E40\u0E0A\u0E22
to.hour=\u0E0A\u0E31\u0E48\u0E27\u0E42\u0E21\u0E07
to.department=\u0E1D\u0E48\u0E32\u0E22/\u0E41\u0E1C\u0E19\u0E01
to.fullNameEmp=\u0E0A\u0E37\u0E48\u0E2D-\u0E2A\u0E01\u0E38\u0E25 \u0E1E\u0E19\u0E31\u0E01\u0E07\u0E32\u0E19
to.timeOffsetDetail=\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E40\u0E27\u0E25\u0E32\u0E0A\u0E14\u0E40\u0E0A\u0E22
to.conditionTime=\u0E40\u0E07\u0E37\u0E48\u0E2D\u0E19\u0E44\u0E02\u0E40\u0E27\u0E25\u0E32\u0E0A\u0E14\u0E40\u0E0A\u0E22
to.startDateTime=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48 - \u0E40\u0E27\u0E25\u0E32 \u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19
to.endDateTime=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48 - \u0E40\u0E27\u0E25\u0E32 \u0E2A\u0E34\u0E49\u0E19\u0E2A\u0E38\u0E14
to.startDate=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48 \u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19
to.endDate=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48 \u0E2A\u0E34\u0E49\u0E19\u0E2A\u0E38\u0E14
to.time=\u0E40\u0E27\u0E25\u0E32
to.unitMin=\u0E19.
to.min=\u0E19\u0E32\u0E17\u0E35
to.workDetail=\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E01\u0E32\u0E23\u0E17\u0E33\u0E07\u0E32\u0E19
to.remark=\u0E2B\u0E21\u0E32\u0E22\u0E40\u0E2B\u0E15\u0E38
to.approver=\u0E1C\u0E39\u0E49\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34
to.dateApprove=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E2D\u0E19\u0E38\u0E21\u0E21\u0E31\u0E15\u0E34
to.startTime=\u0E40\u0E27\u0E25\u0E32\u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19
to.endTime=\u0E40\u0E27\u0E25\u0E32\u0E2A\u0E34\u0E49\u0E19\u0E2A\u0E38\u0E14
to.dateFrom=\u0E15\u0E31\u0E49\u0E07\u0E41\u0E15\u0E48\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48
to.dateTo=\u0E16\u0E36\u0E07\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48
to.workPlace=\u0E2A\u0E16\u0E32\u0E19\u0E17\u0E35\u0E48\u0E1B\u0E0F\u0E34\u0E1A\u0E31\u0E15\u0E34\u0E07\u0E32\u0E19
to.totalDay=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E27\u0E31\u0E19
to.totalHour=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E0A\u0E31\u0E48\u0E27\u0E42\u0E21\u0E07
to.totalMinute=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E19\u0E32\u0E17\u0E35
to.nickname=\u0E0A\u0E37\u0E48\u0E2D\u0E40\u0E25\u0E48\u0E19
to.timeoffset=\u0E40\u0E27\u0E25\u0E32\u0E0A\u0E14\u0E40\u0E0A\u0E22\u0E04\u0E07\u0E40\u0E2B\u0E25\u0E37\u0E2D
to.timePending=\u0E40\u0E27\u0E25\u0E32\u0E0A\u0E14\u0E40\u0E0A\u0E22\u0E17\u0E35\u0E48\u0E23\u0E2D\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34
to.reportType=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19
to.workDay=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E1B\u0E0F\u0E34\u0E1A\u0E31\u0E15\u0E34\u0E07\u0E32\u0E19
to.day=\u0E27\u0E31\u0E19
to.approveDetail=\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E01\u0E32\u0E23\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34
to.dialogEditHour=Dialog \u0E41\u0E01\u0E49\u0E44\u0E02\u0E08\u0E33\u0E19\u0E27\u0E19\u0E0A\u0E31\u0E48\u0E27\u0E42\u0E21\u0E07\u0E0A\u0E14\u0E40\u0E0A\u0E22
to.processStatus=\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E30\u0E21\u0E27\u0E25\u0E1C\u0E25
to.useTimeOffsetDetail=\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E40\u0E27\u0E25\u0E32\u0E0A\u0E14\u0E40\u0E0A\u0E22
to.active=\u0E40\u0E1B\u0E34\u0E14\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
to.inactive=\u0E1B\u0E34\u0E14\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
to.descriptionUnitOfDay=d \= \u0E27\u0E31\u0E19
to.descriptionUnitOfHour=h \= \u0E0A\u0E31\u0E48\u0E27\u0E42\u0E21\u0E07
to.descriptionUnitOfMinute=m \= \u0E19\u0E32\u0E17\u0E35
