/*-----------------------------------------------------------------------------------------------------------------------------------------------------------
SQL : ลบข้อมูลอุปกรณ์
Description : 
------------------------------------------------------------------------------------------------------------------------------------------------------------*/
deleteDeviceByDeviceId {
	UPDATE [SCHEMAS].sec_mobile SET 
		ACTIVE = 'N'
		, UPDATE_DATE_TIME = SYSDATE() 
	WHERE DEVICE_ID = %s
	AND ACTIVE = 'Y'
}

/*-----------------------------------------------------------------------------------------------------------------------------------------------------------
SQL : เพิ่มข้อมูลอุปกรณ์ เมือ่ Login ใหม่
Description : 
------------------------------------------------------------------------------------------------------------------------------------------------------------*/
insertDeviceInfo {
INSERT INTO [SCHEMAS].sec_mobile(
  USER_ID
  ,DEVICE_ID
  ,PLATFORM
  ,TOKEN_ID
  ,SYSTEM_CODE
  ,ACTIVE
  ,CREATE_DATE_TIME
  ,UPDATE_DATE_TIME
) VALUES (
  %s -- USER_ID - IN int(11)
  ,%s -- DEVICE_ID - IN varchar(100)
  ,%s -- PLATFORM - IN varchar(3)
  ,%s -- TOKEN_ID - IN varchar(100)
  ,'BK'
  ,'Y'
  ,SYSDATE()
  ,SYSDATE()
)
}
/*-----------------------------------------------------------------------------------------------------------------------------------------------------------
SQL : เพิ่มข้อมูลอุปกรณ์ เมือ่ Login ใหม่
Description : 
------------------------------------------------------------------------------------------------------------------------------------------------------------*/
searchTokenByTokenId {
	SELECT USER_ID
	FROM [SCHEMAS].sec_mobile
	WHERE ACTIVE = 'Y'
	AND TOKEN_ID = %s
}
